Revit 2024 API
ParameterTypeId.ToposurfaceContourSubcategoryId Property
 "Subcategory"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ToposurfaceContourSubcategoryId { get; }
Visual Basic
Public Shared ReadOnly Property ToposurfaceContourSubcategoryId As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ToposurfaceContourSubcategoryId {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace